<?php

namespace Faker\Provider\ru_RU;

class Lorem extends \Faker\Provider\Lorem
{
    protected static $wordList = array(

        'конце', 'мая', 'переход', 'откроется', 'для', 'передвижения', 'горожан',
        'однако', 'при', 'этом', 'параллельно', 'будет', 'выполняться',
        'отделка', 'одной', 'стен', 'специально', 'отгороженной', 'этого',
        'пешеходного', 'потока', 'напомним', 'строительство', 'подземного',
        'перехода', 'станции', 'метро', 'славянский', 'бульвар', 'арбатско',
        'покровской', 'линии', 'метрополитена', 'проводится', 'рамках',
        'реконструкции', 'можайского', 'шоссе', 'связи', 'локальными',
        'расширениями', 'проезжей', 'части', 'формированием', 'дублеров',
        'кутузовского', 'проспекта', 'длина', 'составит', 'метров', 'ширина',
        'восемь', 'предотвращения', 'образования', 'наледи', 'лестничные',
        'пандусные', 'сходы', 'будут', 'оборудованы', 'системами',
        'снегоудаления', 'полностью', 'завершить', 'работы', 'обустройству',
        'планируется', 'конца', 'лета', 'года', 'первый', 'пешеходный',
        'появится', 'пересечении', 'улицы', 'миклухо', 'маклая', 'улицей',
        'введенского', 'проектируемый', 'проезд', 'сооружения', 'еще', 'два',
        'подземных', 'длиной', 'около', 'шириной', 'построить', 'академика',
        'опарина', 'районе', 'дома', 'четвертого', 'запланировано', 'его', 'лиц',
        'ограниченными', 'возможностями', 'переходах', 'предусмотрено',
        'устройство', 'пандусов', 'напольных', 'тактильных', 'указателей',
        'все', 'автоматизированной', 'системой', 'электрообогрева',
        'максимальная', 'цена', 'госконтракта', 'составляет', 'млн', 'рублей',
        'подать', 'заявку', 'участие', 'конкурсе', 'можно', 'июля', 'подведение',
        'итогов', 'реорганизации', 'промышленной', 'зоны', 'амо', 'зил',
        'стройкомплекс', 'москвы', 'построит', 'детско', 'взрослую',
        'поликлинику', 'пожарное', 'депо', 'модернизирует', 'улично',
        'дорожную', 'сеть', 'проведет', 'этап', 'работ', 'строительству',
        'детского', 'сада', 'школ', 'как', 'пояснили', 'городском',
        'департаменте', 'строительства', 'поликлиника', 'раздаточным',
        'пунктом', 'молочной', 'кухни', 'рассчитана', 'посещений', 'она',
        'разместится', 'адресу', 'автозаводская', 'ввод', 'эксплуатацию',
        'медицинского', 'учреждения', 'намечен', 'год', 'транспортного',
        'обслуживания', 'территории', 'построена', 'дорога', 'вдоль', 'левого',
        'берега', 'реки', 'третьего', 'кольца', 'андропова', 'мост', 'через',
        'старое', 'русло', 'также', 'обустройство', 'дороги', 'магистрали',
        'печатники', 'братеево', 'строительством', 'мостового', 'бывшей',
        'завода', 'имени', 'лихачева', 'предполагается', 'пожарного', 'планах',
        'спроектировать', 'дошкольные', 'образовательные', 'доу', 'школы',
    );
}
